{
    "questions": [
        "Was ist das peinlichste was du je getan hast?",
        "Hast du je das Gesetz gebrochen? Falls ja, warum?",
        "Über welche Kleinigkeiten kannst du dich ewig aufregen?",
        "Welcher Film ist dein guilty pleasure?",
        "Welcher Song ist dein guilt pleasure?",
        "Wann hast du das letzte mal einen Lachflash bekommen? Warum?",
        "Was ist das kindischste was du immer noch tust?",
        "Was ist das ekelhafteste was du heute getan hast?",
        "Nenne einen peinlichen Fakt über dich",
        "Was war der seltsamste Trend bei dem du je mitgemacht hast?",
        "Was war die schlechteste Entscheidung deines Lebens?",
        "Was war die beste Entscheidung deines Lebens?",
        "Was ist das seltsamste was du je gegooglet hast?",
        "Was ist das abenteuerlichste was du je gemacht hast?",
        "Wer war dein erster celebrity cursh?",
        "Welche Person hast du zuletzt auf Instagram gesucht?",
        "Wann warst du am betrunkensten in deinem Leben?",
        "Hast du je mit dir selbst im Spiegel gesprochen?",
        "Welchen Song kannst du komplett auswendig?",
        "Was ist das seltsamste was du je gekauft hast?",
        "Wann hast du das letzte Mal gelogen?",
        "Was ist das schlimmste was dir je auf der Arbeit passiert ist?",
        "Bei was bist du froh, dass deine Familie es nicht über dich weiß?",
        "Was ist das größte Missverständnis bezüglich deiner Person?",
        "Was war der schlechteste Rat, den du je jemanden gegeben hast?",
        "Wann hast du zuletzt geweint und warum?",
        "Was ist deine größte Angst?",
        "Was ist für dich die größte Red Flag in einer Beziehung?",
        "Welches Geheimnis hast du noch niemanden erzählt?",
        "Was ist das schlimmste was du je getan hast?",
        "Was magst du nicht an dir selbst?",
        "Was findest du an dir selbst am besten?",
        "Was magst du an mir am meisten?",
        "Was magst du an mir am wenigsten?",
        "Definiere toxische Beziehung für dich.",
        "Bist du eifersüchtig?",
        "Wann warst du das letzte Mal eifersüchtig?",
        "Was ist der beste Rat den du je bekommen hast?",
        "Was ist deine größte Stärke?",
        "Was ist deine größte Schwäche?",
        "Was bereust du am meisten im Leben?",
        "Glaubst du an 'die wahre Liebe'?",
        "Glaubst du an 'Liebe auf den ersten Blick?",
        "Hast du anonyme/pseudonyme Social Media Konten?",
        "Wann hast du zuletzt jemanden auf Social Media gestalkt?",
        "Was ist deine schlimmste Angewohnheit?",
        "Was sollten bestenfalls alle über dich Wissen?",
        "Was war das gemeinste was du je zu jemanden gesagt hast?",
        "Was ist das beste Kompliment, dass du je bekommen hast?",
        "Was ist das schönste Kompliment, dass du je gemacht hast?",
        "Was würdest du tun, wenn du wüsstest, dass es keine Konsequenzen hatte?",
        "Was ist deine größte Sex-Fantasie?",
        "Hattest du schon Sex-Träume? Wenn ja, wer war im letzten?",
        "Magst du Dirty Talk?",
        "Hast du einen Fetisch? Wenn ja welchen?",
        "Was turned dich im Alltag an?",
        "Küss mich.",
        "Team Porno oder Team Fantasie?",
        "Wann hast du zuletzt einen Porno geschaut?",
        "Hast du je erotische Literatur gelesen?",
        "Was turned dich richtig ab?",
        "Ist schonmal jemand in deine DMs geslidet?",
        "Wie fühlt sich ein Orgasmus für dich an?",
        "Welche Kleinigkeit reicht, damit ein zweites Date ausgeschlossen ist?",
        "Hast du je einen Korb bekommen? Wie hat sich das angefühlt?",
        "Was ist der seltsamste Traum den du je hattest?",
        "Was ziehst du an, wenn du auf ein Date gehst?",
        "Hast du Kondome hier?",
        "Beschreibe deine Unterwäsche.",
        "Was lässt dich direkt nach rechts swipen?",
        "Was lässt dich direkt nach links swipen?",
        "Hast du je eine Person, die du attraktiv findest angeschrieben (mit Intetionen)?",
        "Was ist dein liebstes alkoholisches Getränk?",
        "Hast du dir je bei einem Film die Augen zugehalten? Bei welchem?",
        "Was würdest du machen, wenn du jetzt unsichtbar werden würdest?",
        "Ist der/die Ex eines Freundes/einer Freundin für immer off limits?",
        "Würdest du je bei Live-Action Role-Play mitmachen?",
        "Was ist dein lieblings Familienmitglied?",
        "Über wen hast du zuletzt gelästert?",
        "Welches Geheimnis hattest du als Kind vor deiner Familie?",
        "Hast du je krankgemacht?",
        "Hast du je gesagt du bist unterwegs, damit jemand anderes nicht bei dir vorbei kommt?",
        "Wer ist am nervigsten in deiner Familie?",
        "Wer ist das 'schwarze Schaf' deiner Familie?",
        "Zeig deine Unterwäsche.",
        "Hast du je etwas für ein Event gekauft und danach zurückgegeben?",
        "Was magst du am wenigsten an Familienfeiern?",
        "Was magst du am meisten an Familienfeiern?",
        "Hast du je jemanden bestochen?",
        "Was steht auf deiner Bucket List?",
        "Hast du je Kaugummi mit jemanden geteilt?",
        "Wenn du jemanden einstellen könntest, für was könntest du Hilfe gebrauchen?",
        "Womit kriegst du jede/n rum?",
        "Was ist deine Altersgrenze beim Dating nach oben?",
        "Was ist deine Altersgrenze beim Dating nach unten?",
        "Was kannst du in einer Beziehung gut?",
        "Was kannst du in einer Beziehung schlecht?",
        "Was kann ich in unserer Beziehung besser machen?",
        "Hast du je Nacktbilder von dir gemacht?",
        "Top or Bottom?",
        "Würdest du Sex auf dem ersten Date haben?",
        "Welche Liebes-/Kussszene aus einem Film würdest du gerne nach machen?",
        "Wenn dein*e Partner*in ein Geheimnis hätte und du könntest es herausfinden, würdest du?",
        "Liest du Nachrichten anderer über deren Schulter?",
        "Entweder entweder einmal täglich spontan ALLE Klamotten verlieren oder jeder kann deine Gedanken lesen?",
        "Nach was suchst du auf Pornoseiten?",
        "Was lässt dich einen Porno abschalten?",
        "Rasiert oder unrasiert (unten rum)?",
        "Rasiert oder unrasiert (Gesicht)?",
        "Was ist das komischste was du betrunken gemacht hast?",
        "Gibt es etwas 'skandalöses' Sex-bezogenes was du gerne mal probieren willst?",
        "Wenn du eine Prosituierte wärst, wie viel würdest du pro Stunde verlangen?",
        "Würdest du dich je beim Sex filmen?",
        "Wann hast du das letzte Mal masturbiert?",
        "Hast du schonmal darüber nachgedacht Stripper*in zu werden?",
        "Wenn du einen erotischen Roman schreiben müsstest, was ist die Story?",
        "Was hast du dir gedacht als du mich kennen gelernt hast?",
        "Woran hast du gemerkt, dass du mich 'mehr als nur magst'?",
        "Wo siehst du uns in 5 Jahren?",
        "Lass mich etwas tun, was ich noch nie bei dir durfte.",
        "Zieh ein Kleidungsstück deiner Wahl aus. (Socken sind für Looser)",
        "Falls du ein Glied hast: Blut oder Fleisch Penis, falls nicht frage eine bestückte Person deiner Wahl.",
        "Was wünscht du dir zu Weihnachten?",
        "Wenn du allein bist? Was trägst du beim schlafen?",
        "Wie stellst du dir deine zukünftige Wohnung / dein zukünftiges Haus vor?",
        "Was hält dich nachts vom schlafen ab?",
        "Welche Angst / Sorge die du bezüglich uns hattest war unnötig?",
        "Wonach bist du süchtig?",
        "Was ist das ekelhafteste was du je gegessen hast?",
        "Was ist das seltsamste was du besitzt?",
        "Sag mir etwas was ich nicht über dich weiß.",
        "Wurdest du je irgendwo rausgeworfen?",
        "Was war deine längste Zeit ohne Duschen/Baden?",
        "Was würdest du an dir ändern, wenn du könntest?",
        "Was ist deine schönste Kindheitserinnerung?",
        "Was ist deine frühste Erinnerung?",
        "Wer ist dein bester Freund / deine beste Freundin und warum?",
        "Wer war dein erster Crush?",
        "Was hat sich an mir verändert seit wir Daten?",
        "Beschreibe dein Traumdate mit mir?",
        "Worauf freust du dich in der Zukunft?",
        "Was könnte ich tun, um unsere Beziehung zu verbessern?",
        "Beschreibe deine*n Traumpartner*in.",
        "Würdest du regelmäßigen Kontakt mit deinem*r Ex haben?",
        "Was ist deine größte Angst bezüglich unserer Beziehung?",
        "Was wäre ein perfekter Jahrestag für uns?",
        "Was ist deine liebste Erinnerung an mich?",
        "Würdest du lieber alles über dich oder alles über mich wissen?",
        "Mit welchem einen Wort würdest du mich beschreiben?",
        "Das beste an unserer Beziehung ist:",
        "Hast du mich je angelogen?",
        "Was ist dein liebstes Körperteil an mir?",
        "Wenn du eine*n meine*r Freund*innen oder Familienmitglieder küssen müsstest, wen?",
        "Wenn du zwei Tickets für ein Billie Eilish Konzert hättest, wäre ich deine +1?",
        "Wer ist attraktiver du oder ich?",
        "Bewerte unsere Beziehung auf einer Skala von 1 bis 10 und warum?",
        "Welche*n meiner Freund*innen magst du am wenigsten?",
        "Zeig mir deine Browser / Suchhistorie.",
        "Wie oft sollte man in einer Beziehung Sex haben?",
        "Wie würdest du dich in 3 Worten im Bett beschreiben?",
        "Willst du einen Freifahrtsschein für eine*n Prominente*n?",
        "Hast du deine Eltern je beim Sex gehört?",
        "Welche Art von Leuten kannst du gar nicht ab?",
        "Was tust du für 1000€?",
        "Was willst du nie wieder tun?",
        "Wenn du morgen sterben würdest, was würdest du heute tun?",
        "Hättest du lieber eine*n intelligente*n Partner*in oder eine*n schöne*n?",
        "Würdest du mit mir angeben?",
        "Denkst du unsere Eltern würden einverstanden sein, wenn wir morgen heiraten würden?",
        "Hast du je einen Kuss bereut?",
        "Denkst du ich wäre ein guter Vater / eine gute Mutter?",
        "Wenn du eine tote Person treffen könntest, wen?",
        "Was ist das dümmste was ich je gesagt oder getan habe?",
        "Womit könnte ich dich überraschen, um dich glücklich zu machen?",
        "Wie wären unsere Kinder?",
        "Was würdest du unseren Kindern beibringen wollen?",
        "Was willst du spaßiges mit mir unternehmen?",
        "Gibt es etwas was du mir sagen willst aber noch nie gesagt hast? Was?",
        "Wo würdest du mit mir gerne hinreisen?",
        "Hast du mir etwas erzählt was niemand sonst weiß?",
        "Würdest du mit mir für einen tag Körper tauschen?",
        "Wie kann ich eine bessere Person werden?",
        "Welche Kleinigkeiten magst du an mir (3)?",
        "Was ist deine liebste Sexposition?",
        "Lieber Oralsex geben oder nehmen?",
        "Was sind deine liebsten Küsse?",
        "Lieber Oral oder Anal?",
        "Welcher Body Count ist zu hoch?",
        "Wie oft denkst du an mich?",
        "Hast du je anzüglich von mir geträumt?",
        "Was ist dein Typ?",
        "Würdest du mich heiraten, wenn ich heute einen Antrag machen würde?",
        "Wo in der Öffentlichkeit würdest du gerne mal rummachen?",
        "Kuscheln nach dem Sex?",
        "Würdest du dir ein Pärchen Tattoo mit mir stechen lassen?",
        "Würdest du dein Geschlecht ändern wenn du könntest?",
        "Würdest du mit mir zusammenziehen?",
        "Wenn du mit einem Star schlafen müsstest, mit welchem?",
        "Wer war dein letzter Crush?",
        "Wobei fühlst du dich am meisten in mich verliebt?",
        "Was war dein erster Eindruck von mir?",
        "Couch oder Bett zum kuscheln?",
        "Couch oder Bett fürs Filmschauen?",
        "Hast jemals jemanden das Herz gebrochen?",
        "Bist du guter Partner / eine gute Partnerin? Warum?",
        "In wen würdest du dich gerne für einen Tag verwandeln?",
        "Würdest du je einen Orgasmus vortäuschen?",
        "Was müsste ich tun damit du heute mit mir schlafen würdest?",
        "Was fällt dir schwer, was allen anderen leicht fällt?",
        "Was ist für dich fremdgehen, was nicht?",
        "Was war das schlechteste Geschenk, dass du je bekommen hast?",
        "Was machst du nur wenn niemand sonst zuhause ist?",
        "Welche Superkraft hättest du gerne?",
        "Was würdest du gerne lernen?",
        "Was ist das peinlichste was ich je gemacht habe?",
        "Wie war dein erster Kuss?",
        "Würdest du lieber von mir oder einer qualifizierten Masseuse massiert werden?",
        "Wenn du dir morgen ein Tattoo stechen müsstest, welches?",
        "Würdest du dir von mir ein Tattoo stechen lassen?",
        "Nenne drei berühmte Menschen die attraktiver sind als ich.",
        "Hast du jemals jemanden ausversehen eine peinliche Nachricht gesendet?",
        "Wie oft schaust du Erwachsenenvideos im Internet?",
        "Würdest du lieber einen Lapdance bekommen oder geben?",
        "Warst du je an einem FKK Strand?",
        "Wer mag wen in unserer Beziehung lieber?",
        "Welche emotionalen Erinnerungen verbindest du mit einem Song? Mach den Song an.",
        "Hast du je in einen Pool uriniert?",
        "Welchen Spitznamen den ich dir gegeben habe magst du nicht?",
        "Welchen Spitznamen den ich dir gegeben habe magst du besonders?",
        "Warst du je Nacktbaden? Würdest du mit mir gehen?",
        "Was würdest du in deine Tinder Bio schreiben?",
        "Wärst du immer noch gerne mit mir zusammen, wenn ich übernacht super berühmt werden würde?",
        "Was ist die schlimmste Aufgabe im Haushalt?",
        "Hast du je eine Lüge über jemanden erzählt, den du nicht magst?",
        "Hast du je ein Gerücht in die Welt gesetzt?",
        "Was siehst du vor dir, wenn du an mich denkst?",
        "Von wie vielen Leuten weißt du, dass sie einen Crush auf dich hatten?",
        "Wie viele Leute denkst du, hatten einen Crush auf mich?",
        "Kennst du jemanden der einen Crush auf mich hatte von dem ich nichts weiß?",
        "Was wäre ein schreckliches Date?",
        "Wann warst du enttäuscht von mir?",
        "Nenne drei Dinge auf deiner Bett-Bucket List.",
        "Was machst du am liebsten mit mir?",
        "Magst du es lieber Geschenke zu bekommen oder zu machen?",
        "Wie würdest du reagieren wenn ich dich betrogen hätte?",
        "Welchen Strippernamen würdest du mir geben?",
        "Was war der letzte Porno den du angeschaut hast?",
        "Hast du je Küssen geübt?",
        "Wie stehst du zu einem Dreier?",
        "Mit welchem*r meiner Freund*innen könntest du dir am ehesten einen Dreier vorstellen.",
        "Hast du je etwas geklaut?",
        "Wie würdest du reagieren, wenn ich dich beim Namen einer meiner Expartner*innen nennen würde?",
        "Was ist das peinlichste was dir je in der Schule passiert ist?",
        "Hast du Talente von denen ich nichts weiß?",
        "Wo sollte ich mich rasieren, wo darf ich behaart sein, wo willst du, dass ich behaart bin?",
        "Was war die schlimmste Toilette auf der du je warst?",
        "Wurde dir je das Herz gebrochen?",
        "Warst du je neidisch? Auf was?",
        "Hast du etwas aufgegeben, um mit mir zusammen zu sein?",
        "Würdest du dich je einer Schönheitsoperation unterziehen?",
        "Sag mir etwas, von dem du denkst es könnte unsere Beziehung beenden.",
        "Hast du je darüber nachgedacht dir Tinder zu holen?",
        "Bewerte meine Coolness auf einer Skala von 1 bis 10.",
        "Was wünscht du mir für meine Zukunft?",
        "Magst du meine Kochkünste?",
        "Bin ich (zu) protective?",
        "Bewerte die Geschichte wie wir zusammengekommen sind auf einer Skala von 1 bis 10.",
        "Hast du dir je als Erwachsener in die Hose gemacht?",
        "Denkst du wir sind Seelenverwandte?",
        "Welcher Star hat den besten Körper?",
        "Hattest du je einen Blackout?",
        "Bist du je in Ohnmacht gefallen?",
        "Wie viele Leute hast in deinem Leben geküsst?",
        "Wer ist die nervigste Person, die du kennst?",
        "Hattest du je einen Crush auf jemanden über 50?",
        "Was ist dein Traumberuf? Wie unterscheidet er sich von deinem aktuellen und deinen Plänen?",
        "Welchen drei Personen vertraust du am meisten?",
        "Mach mir einen Antrag.",
        "Sing die nächste Frage.",
        "Leck eines meiner Körperteile deiner Wahl ab.",
        "Umarme mich für fünf Minuten.",
        "Hast du je jemanden geghostet?",
        "Wen hasst du?",
        "Was redest du dir ein?",
        "Was rede ich mir ein?",
        "Mach mir ein Kompliment.",
        "Was ist der schlimmste Anmachspruch?",
        "Hast du jemals etwas gemacht, um jemand anderen eifersüchtig zu machen?",
        "Was ist das beeindruckendste an dir?",
        "Was war eine unangenehme Angewohnheit von dir als Kind?",
        "Würdest du lieber mir fremdgehen oder mir helfen fremdzugehen?",
        "Wäre es dir lieber ich wäre in eine andere Person verliebt, aber würde nicht fremdgehen oder ich würde fremdgehen hätte aber keine Gefühle?",
        "Hast du bei diesem Spiel einmal nicht die ganze Wahrheit erzählt?",
        "Was wissen selbst deine besten Freunde nicht über dich?",
        "Was wissen deine Eltern nicht über dich?",
        "Wer hat dich am meisten zum Weinen gebracht?",
        "Was war die schlimmste Frage in diesem Spiel?",
        "Wann warst du im Leben am glücklichsten?",
        "Welches Tier bin ich?",
        "Hast du je das Essen deines Haustieres gegessen? Wie wars?",
        "Was war das gefährlichste was du je getan hast?",
        "Wo bist du am kitzligsten?",
        "Was ist wichtiger Augen oder Lächeln?",
        "Welches Foto von dir ist schrecklich aber irgendwie auch cute?",
        "Was war das letzte was du gegooglet hast?",
        "Wer von uns landet eher im Gefängnis und warum?",
        "Wie wichtig ist dir Mundgeruch beim küssen?",
        "Hast du je jemanden ausversehen nackt gesehen?",
        "Würdest du gerne deine Eltern in deinem Alter kennenlernen?",
        "Welches Geheimnis hast du geschworen niemanden zu erzählen?",
        "Hast du mal darüber nachgedacht deine*n beste*n Freund*in des gleichen Geschlechts zu küssen?",
        "Hast du je 'ausversehen' jemand berührt?",
        "Was findest du attraktiv an Männern?",
        "Was findest du attraktiv an Frauen?",
        "Wurdest du je beim masturbieren erwischt?",
        "Was ist dein geheimes Talent im Bett?",
        "Würdest du mit mir in den Strip Club gehen?",
        "Lieber ruhig und romantisch oder hart und fest?",
        "Hattest du je erotische Träume mit jemanden des gleichen Geschlechts?",
        "Wie würdest du reagieren wenn ich dir ein Nacktbild schicken würde?",
        "Wärst du lieber Pornostar, Stripper*in oder Protituierte*r?",
        "Wärst du mit deinem Klon befreundet?",
        "Hast du je deine Chance mit jemanden verpasst, den du nur einmal gesehen hast?",
        "Warum denkst du werden manche Beziehungen toxisch?",
        "Nenne mir dein Standard-Passwort.",
        "Was würdest du niemals für mich aufgeben?",
        "Würdest du gerne Rollenspiele im Bett machen?",
        "Was ist das verrückteste was du gerne machen würdest aber die Chance hattest?",
        "Was vermisst du in unserer Beziehung?",
        "Was ist anders, wenn ich dabei bin?",
        "Verstellst du dich für mich?",
        "Was würdest du sagen, wenn deine Mam uns erwischen würde?",
        "Trink einen Body Shot von meinem Körper.",
        "Für was würdest du mich opfern?",
        "Welchen Spitznamen verwendest du in deinen Gedanken für mich, den du noch nie ausgesprochen hast?",
        "Was ist wichtiger für dich ich oder unsere Beziehung?",
        "Was ist besser romantischer Sex oder Wiedergutmachungs Sex?",
        "Würdest du mich anmachen, wenn wir uns neu kennen lernen würden?",
        "Wie würdest du deine Sexualität beschreiben?",
        "Setz dich für 5 Minuten auf meinen Schoß.",
        "Küss mich so wie du mich noch nie geküsst hast.",
        "Was würdest du mir sagen wollen, wenn du wüsstest, dass wir uns nie wieder sehen?",
        "Hat dich je eine Filmszene angeturned?",
        "Lieber Urin trinken oder Kot essen?",
        "Welche Frage wolltest du mir schon immer stellen, aber hast dich nie getraut?"
    ]
}